{"0":{"id":0,"title":"Alfa","cycle":1,"subcycle":4,"entry":["Un debut a tous, et une fin pour chacun.","test"]},"1":{"id":1,"title":"l'empathie d'une âme en peine","cycle":10,"subCycle":5,"entry":["Résumer: Lucas, Pierre et Jade se trouvent confrontés à l'architecte du troisième cycle. Ils sont apparus dans un port spatial de la Fédération existante du cycle 3. Ils font face à l'assaut final des cryolides, des robots réplicants arborant une forme triangulaire simple. Peu de temps après, ils doivent affronter la création de l'Architecte, appelée la Wyverne Écarlate, un dragon constitué de magie destructrice.","Lucas porte le coup final en enfonçant sa lame directement dans le cœur de la wyverne. Le dragon émet un puissant cri et lance soudainement un éclair colossal, quatre fois plus grand qu'un humain, en direction de Pierre. Le mannequin de jade se place entre l'éclair et Pierre, mais il est désintégré et Pierre se retrouve violemment touché.","L'éclair transperça violemment l'un des murs de la station, révélant un trou béant donnant sur l'espace. Un silence pesant s'installa, laissant la poussière se disperser lentement dans l'air.","Lucas commence à apercevoir Pierre, toujours debout malgré la violence de l'attaque. Alors que la poussière se dissipe, Lucas peut maintenant voir clairement que Pierre a la tête levée vers le haut, avec une énorme tache noire sur son armure. Dans un moment d'appréhension, Lucas redoute le pire. Cependant, Pierre tourne lentement la tête vers Lucas et esquisse un sourire, levant le pouce dans sa direction.","Lucas court vers Pierre pour s'assurer qu'il va réellement bien, car il a encore des doutes. En effet, l'armure de Pierre est gravement endommagée et au niveau de l'impact, certaines plumes sont fissurées. Jade, la main dans le dos de Pierre, administre des soins pour guérir ses organes endommagés. Peu de temps après, ils reprennent leur marche en direction du cœur de la station, où se trouve la source du signal d'un architecte. Le long couloir se termine par une porte blindée, et Pierre commence à découper doucement le métal avec son épée unique pour créer une ouverture par laquelle ils pourront passer.","test0","test1","test3"]}}