{"0":{"id":0,"name":"Lucas egnir","status":"alive","other_status":"multiple dead in the past","description":"Lucas est un voyageur temporel qui incarne le rôle du héros chargé de maintenir l'équilibre entre le bien et le mal dans l'univers. En tant que dernier représentant de l'espèce des Alfariens, il portait l'espoir ultime de son peuple pour les sauver des Amérien. Cependant, malgré ses efforts, il a été confronté à de nombreux dilemmes qui ont entravé sa réussite.  Tout au long de ses périples, Lucas subit de fréquentes transformations physiques et acquiert de nouvelles capacités au fil des cycles temporels. Toujours accompagné, il s'efforce de prévenir des catastrophes qui le dépassent à chaque fois, dans le but de protéger le monde qui l'entoure.","image":["https://entrepreneurship.ieee.org/wp-content/uploads/2018/02/Image-Coming-Soon-Placeholder-e1518111259296.png","https://entrepreneurship.ieee.org/wp-content/uploads/2018/02/Image-Coming-Soon-Placeholder-e1518111259296.png"],"color":"#000000","groups":["0"]},"1":{"id":1,"name":"Anantya the god of handling ","status":"alive (new c1)","other_status":"","description":"Anantya, le dieu de la manipulation, est une divinité extérieure dimensionnelle du nouveau cycle (CN). Pour échapper à son frère qui la traque afin d'absorber sa puissance, elle s'est cachée du monde des dieux extérieurs. Progressivement, elle s'est réfugiée dans l'univers, formant peu à peu une planète autour d'elle, jusqu'à se retrouver au centre d'une planète habitée.  Après de nombreuses péripéties, Anantya se retrouve contrainte de fusionner avec le corps de Lucas pour survivre à ses blessures résultant des tumultes du chaos des temps. Cette union inattendue lui permet de conserver sa vitalité et ses capacités divines.","image":["https://entrepreneurship.ieee.org/wp-content/uploads/2018/02/Image-Coming-Soon-Placeholder-e1518111259296.png","https://entrepreneurship.ieee.org/wp-content/uploads/2018/02/Image-Coming-Soon-Placeholder-e1518111259296.png"],"color":"#000000","groups":["0"]},"2":{"id":2,"name":"Chloé Osi","status":"alive","other_status":"dead : c1 - c3","description":"Chloé was at the start (c1 - c3) the love //CENSORED// Lucas, but she dye in the final incursion of the cryolite ( machine life forme auto replicante with simple triangulare shape), she came back with the Osiris project that save Lucas / Pierre from uko in (new c1)  and she is now the leader of the Osiris project","image":["https://zupimages.net/up/23/23/wnef.jpg","https://zupimages.net/up/23/23/jg3o.jpg"],"color":"#000000","groups":[]},"3":{"id":3,"name":"Elise","status":"Dead (uko diciple)","other_status":"alive (c8 - new c1)","description":"Elise est une créature du néan, elle est une spécialiste des Abérations,elle a été trouvée par Galaxial et Emily dans la 3ème couche du néan","image":["https://zupimages.net/up/23/23/jnq8.jpg","https://zupimages.net/up/23/23/0jvv.jpg"],"color":"#000000","groups":["0"]}}